myusername007/iot_lab_2/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_MQTT_PROTOCOL_311=y
